Repository: YunoHost/transpay
Catalog: core/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Thank you for your donation!
fr: Merci pour votre don !

source: Reset your donor password
fr: Réinitialisation de votre mot de passe

source: Your monthly donation was declined.
fr: Votre don mensuel a échoué

source: Donation Admin
fr: Gestion des dons

source: Installation up-to-date! :)
fr: Installation à jour ! :)

source: Woaw, you're in the future! :o
fr: Woaw, vous êtes dans le futur ! :o

source: Error when checking update availability :(
fr: Error lors de la vérification de mise à jour :(

source: An update is available!
fr: Une mise à jour est disponible !

source: Get donation button
fr: Obtenir un bouton de donation

source: Log out
fr: Se déconnecter

source: Combine this with your <a href="https://dashboard.stripe.com">Stripe dashboard</a> for the full effect.
fr: Utilisez cette page en plus du <a href="https://dashboard.stripe.com">panneau de contrôle Stripe</a> pour davantage d'informations.

source: You're set up and ready to go! This is your admin panel. Next steps:
fr: C'est presque fini ! Ceci est votre panel d'administration. Voici les prochaines étapes :

source: Set up a cron job to handle monthly donations.
fr: Paramétrez une <code>cron</code> pour faire fonctionner les dons mensuels.

source: Relevant documentation
fr: Documentation

source: Add some projects. Donors can tell you which project they want to support when they donate.
fr: Ajouter un projet ? Les donateurices pourront choisir de préciser à quel projet iels veulent donnent.

source: Customize the look &amp; feel. Look at the contents of the <code>templates</code> directory - you can copy and paste any of these templates into the <code>overrides</code> directory and change it to suit your needs.
fr: Si vous souhaitez modifier l'apparence de votre site de donation, vous pouvez mettre vos fichiers de templates modifiés dans un dossier <code>overrides</code>. Ceux-ci seront utilisés automatiquement à la place de ceux du dossier <code>templates</code> !

source: Donate to Trans Pay upstream?
fr: Faire un don aux développeureuses de Trans Pay ?

source: Contribute code to Trans Pay upstream?
fr: Contribuer au code ou à la documentation de Trans Pay ?

source: Projects
fr: Projets

source: Project Name
fr: Projets

source: One-time
fr: Uniques

source: Recurring (active)
fr: Récurrents (actifs)

source: Recurring (total paid)
fr: Récurrents (somme totale)

source: 'Are you sure you want to delete project &quot;%(project)s&quot; ?\nOrphaned donations will be associated with &quot;(not specified)&quot; project.\nWarning: This action is irreversible!'
fr: 'Êtes-vous sûr·e de vouloir supprimer le projet &quot;%(project)s&quot; ?\nLes dons orphelins seront associés au projet &quot; (non précisé) &quot;.\nAttention : Cette action est irreversible !'

source: (not specified)
fr: (non précisé)

source: Add Project
fr: Ajouter un projet

source: Donors will not be given a choice of project unless you have at least 2.
fr: Les donateurices ne pourront pas choisir de projet avant que vous en ayez ajouté au moins deux.

source: Project name
fr: Nom du projet

source: Add
fr: Ajouter

source: Recent Donations
fr: Dons récents

source: (50 most recent)
fr: (50 derniers)

source: Project
fr: Projet

source: Comment
fr: Commentaire

source: Amount
fr: Montant

source: %%Y-%%m-%%d
fr: %%d-%%m-%%Y

source: Once
fr: Ponctuel

source: Monthly
fr: Mensuel

source: (canceled)
fr: (annulé)

source: Donation buttons
fr: Boutons de donation

source: You can include a donation button in various places to drive people to your donation page. Here's how it looks:
fr: Vous pouvez ajouter un bouton de donation sur vos pages.<br> Voici à quoi il ressemble :

source: If you add <code>?project=1</code> to your URL, it will pre-select that project (where 1 is the 1st project you have listed on this page) when users arrive to donate.
fr: Si vous ajoutez <code>?project=1</code> à votre URL, cela présélectionnera ce projet (où <code>1</code> est le 1er projet dans la liste sur cette page) lorsque les utilisateurices arriveront sur la page de don.

source: Donate with Trans Pay
fr: Donner avec Trans Pay

source: Dismiss
fr: Okay !

source: Back to home
fr: Retour à l'accueil

source: Donate to
fr: Donner au

source: Donate
fr: Valider

source: %(amount)s/mo via <strong class="text-primary">%(domain)s</strong> (%(count)s supporter)
fr: %(amount)s par mois via <strong class="text-primary">%(domain)s</strong> (%(count)s donateurice)

source: %(amount)s from single donations <small>(last 30 days)</small> via <strong class="text-primary">%(domain)s</strong> (%(count)s supporter)
fr: %(amount)s ponctuels <small>(30 derniers jours)</small> par <strong class="text-primary">%(domain)s</strong> (%(count)s donateurice)

source: %(amount)s/mo via <strong><a href="https://patreon.com/%(campaign)s" style="color: #51acc7"> Patreon <i class="glyphicon glyphicon-share"></i> </a></strong> (%(count)s supporter)
fr: %(amount)s par mois via <strong><a href="https://patreon.com/%(campaign)s" style="color: #51acc7"> Patreon <i class="glyphicon glyphicon-share"></i> </a></strong> (%(count)s donateurice)

source: %(amount)s/mo via <strong><a class="text-warning" href="https://liberapay.com/%(campaign)s"> Liberapay <i class="glyphicon glyphicon-share"></i> </a></strong> (%(count)s supporter)
fr: %(amount)s par mois via <strong><a class="text-warning" href="https://liberapay.com/%(campaign)s"> Liberapay <i class="glyphicon glyphicon-share"></i> </a></strong> (%(count)s donateurice)

source: %(amount)s/mo of %(goal)s/mo goal
fr: %(amount)s par mois sur l'objectif de %(goal)s.

source: Supported with %(amount)s from %(count)s supporter!
fr: Soutenu par %(count)s personne pour un montant total de %(amount)s

source: Monthly Donation
fr: Don mensuel

source: One-time Donation
fr: Don unique

source: Donate
fr: Donner

source: Submitting...
fr: Validation...

source: This page requires Javascript. It's necessary to send your credit card number to <a href="https://stripe.com/">Stripe</a> directly, so you don't need to trust me with it.
fr: Cette page requiert Javascript. C'est nécessaire afin d'envoyer vos informations de payement directement à <a href="https://stripe.com/">Stripe</a> plutôt que de faire confiance à cette plateforme pour les stocker.

source: Set a password now if you want to manage your donations later:
fr: Si vous voulez gérer vos dons plus tard, vous pouvez créer un compte en renseignent un mot de passe dans le champ ci-contre :

source: Password
fr: Mot de passe

source: Submit
fr: Valider

source: How much?
fr: Choisissez votre montant :

source: Custom
fr: Personnalisé

source: How often?
fr: Donner :

source: Once
fr: Une fois

source: Monthly
fr: Tous les mois

source: What project?
fr: Pour quel projet ?

source: None in particular
fr: Aucun en particulier

source: Any comments?
fr: Ajouter un commentaire ?

source: Been here before? <strong><a href="login">Log in</a></strong> to view your donation history, edit recurring donations, and so on.
fr: Si vous nous avez déjà fait au moins un don, vous pouvez <strong><a href="login">vous connecter</a></strong> pour voir votre historique ou éditer vos dons récurrents. :)

source: Access <strong><a href="admin">admin panel</a></strong>.
fr: Accéder à votre <strong><a href="admin">interface d'administration</a></strong>.

source: Access <strong><a href="panel">your panel</a></strong> to view your donation history, edit recurring donations, and so on.
fr: Accéder à votre <strong><a href="panel">interface de gestion</a></strong> pour voir votre historique ou éditer vos dons récurrents. :)

source: Log In
fr: Connexion

source: Username or password incorrect.
fr: Identifiant ou mot de passe invalide·s.

source: your@email.com
fr: votre@email.com

source: Log in
fr: Se connecter

source: Reset password
fr: Mot de passe perdu

source: Trying to donate?
fr: Vous tenter de faire un don ?

source: Donate again
fr: Donner à nouveau

source: Your Donations
fr: Vos dons

source: Monthly Donations
fr: Dons mensuels

source: Cancel
fr: Annuler

source: Not specified
fr: Non précisé

source: One-time Donations
fr: Dons uniques

source: Thanks!
fr: Merci !

source: Have a great day!
fr: Passez une bonne journée !

source: Reset Password
fr: Récupération de votre compte

source: An email should arrive shortly. If you need help, contact
fr: Un e-mail devrait arriver. En cas de souci vous pouvez nous contacter :

source: New password
fr: Nouveau mot de passe

source: Trans Pay Setup
fr: Installation de Trans Pay

source: Congrats! You have Trans Pay up and running.
fr: Félicitations ! Trans Pay est maintenant configuré et fonctionnel !

source: You need to change the secret key to something other than "hello world".
fr: Vous devez changer votre clef secrète en autre chose que "hello world".

source: Your secret key looks good.
fr: Votre clef secrète semble OK.

source: You should change your domain to something other than localhost.
fr: Vous devez changer votre nom de domaine en autre chose que localhost.

source: Your domain is set to "%(domain)s".
fr: Votre nom de domaine est configuré comme "%(domain)s".

source: Stripe requires your website to use HTTPS.
fr: Stripe a besoin que votre site web soit en HTTPS pour fonctionner.

source: You should configure an SMTP server to send emails with.
fr: Vous devez configurer un serveur SMTP pour envoyer des emails.

source: Your email configuration looks good.
fr: Votre configuration email semble OK.

source: Your Stripe API keys are not in your config file.
fr: Votre clef d'API Stripe n'est pas renseignée dans le fichier de configuration.

source: Your Stripe API keys look good.
fr: Votre clef d'API Stripe est OK.

source: Your Patreon access token and campaign are not configured (optional).
fr: Votre token Patreon et votre campagne ne sont pas configurés (optionnels)

source: Your Patreon integration looks good. We'll integrate with <a href="https://patreon.com/%(patreon)s" target="_blank" rel="noopener noreferrer">%(patreon)s</a>'s campaign.
fr: L'intégration de votre compte Patreon semble OK Nous l'intégrerons avec la campagne <a href="https://patreon.com/%(patreon)s" target="_blank" rel="noopener noreferrer">%(patreon)s</a>.

source: You can make changes and refresh this page if you like.
fr: Vous pouvez faire des changements et recharger cette page si vous le souhaitez.

source: Admin Account
fr: Compte d'administration

source: Enter your details for the admin account:
fr: Entrez les informations du compte d'administration :

source: Continue
fr: Poursuivre

source: Stripe, our payement processor takes 2.9&#37; + 0.30$ as fees on each donation.<br> Monthly payments are renewed <em>every 30 days</em>.
fr: Notre prestataire de paiement Stripe prélève 1,4%% + 0,25€ sur chaque don.<br>Les paiements mensuels sont renouvelés <em>tous les 30 jours</em>.

source: Hello,
fr: Bonjour,

source: An attempt was just made to charge your card for your monthly donation to %(you)s for %(amount)s. Unfortunately, your card was declined.
fr: Une tentative de prélèvement de votre carte bancaire d'un montant de %(amount)s pour %(you)s vient d'échouer.

source: The donation has been disabled. If you would like to, you may create a new recurring donation here:
fr: Le don récurrent a donc été annulé. Si vous voulez encore nous donner, vous pouvez le faire à nouveau sur notre page dédiée :

source: Someone, probably you, wants to reset your donor password.
fr: Quelqu'un (probablement vous), a tenté de réinitialiser votre mot de passe.

source: To proceed, click this link:
fr: Pour valider cette demande, cliquez sur ce lien :

source: This link expires in 24 hours. If you don't want to change your password or you weren't expecting this email, just ignore it.
fr: Il expirera après 24 heures.Si vous n'avez pas demandé à changer votre mot de passe, ignorez cet e-mail.

source: If you have questions, send an email to %(you)s.
fr: Si vous avez des questions, envoyez-nous un e-mail : %(you)s

source: Thank you for donating!
fr: Merci pour votre don !

source: Receipt:
fr: Votre reçu :

source: Monthly donation
fr: Don mensuel

source: One-time donation
fr: Don unique

source: You can view and manage your donations online here:
fr: Vous pouvez visualiser et gérer vos dons ici :

source: Thanks again! If you have questions, contact %(you)s.
fr: Merci encore ! Si vous avez des questions, vous pouvez nous contacter à l'adresse : %(you)s.
